Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Event tap allows more exotic key combinations but requires Accessibility permission. If denied, the visor falls back to a Carbon hotkey automatically.
ar: يسمح Event tap بتركيبات مفاتيح أكثر تنوعًا، ولكنه يتطلب إذن إمكانية الوصول. إذا رُفض، سيعود Visor تلقائيًا إلى اختصار Carbon.
ca: Event tap permet combinacions de tecles més especials, però requereix permís d'accessibilitat. Si es denega, Visor torna automàticament a una drecera Carbon.
cs: Event tap umožňuje neobvyklejší klávesové kombinace, ale vyžaduje oprávnění Zpřístupnění. Pokud je zamítnuto, Visor automaticky přejde zpět na klávesovou zkratku Carbon.
da: Event tap tillader mere usædvanlige tastekombinationer, men kræver tilladelse til Tilgængelighed. Hvis den nægtes, falder Visor automatisk tilbage til en Carbon-genvejstast.
de: Event Tap erlaubt ausgefallenere Tastenkombinationen, erfordert aber die Bedienungshilfen-Berechtigung. Wird sie verweigert, fällt Visor automatisch auf einen Carbon-Hotkey zurück.
es: Event tap permite combinaciones de teclas más inusuales, pero requiere permiso de Accesibilidad. Si se deniega, Visor usa automáticamente una tecla rápida de Carbon como alternativa.
fi: Event tap sallii erikoisemmat näppäinyhdistelmät, mutta vaatii Esteettömyys-luvan. Jos lupa evätään, Visor palaa automaattisesti Carbon-pikanäppäimeen.
fr: Event tap permet des combinaisons de touches plus inhabituelles, mais nécessite l'autorisation Accessibilité. En cas de refus, Visor se rabat automatiquement sur un raccourci Carbon.
he: Event tap מאפשר שילובי מקשים חריגים יותר, אך דורש הרשאת נגישות. אם ההרשאה נדחית, Visor יחזור אוטומטית למקש קיצור של Carbon.
hu: Az event tap szokatlanabb billentyűkombinációkat is lehetővé tesz, de Kisegítő lehetőségek engedélyt igényel. Elutasítás esetén a Visor automatikusan visszavált Carbon gyorsbillentyűre.
it: Event tap consente combinazioni di tasti più insolite, ma richiede il permesso Accessibilità. Se negato, Visor ripiega automaticamente su un tasto rapido Carbon.
ja: Event tapを使うと、より特殊なキーの組み合わせを使えますが、アクセシビリティ権限が必要です。拒否された場合、Visorは自動的にCarbonホットキーへフォールバックします。
ko: Event tap은 더 특수한 키 조합을 허용하지만 손쉬운 사용 권한이 필요합니다. 거부되면 Visor는 자동으로 Carbon 단축키로 대체됩니다.
nb: Event tap tillater mer uvanlige tastekombinasjoner, men krever Tilgjengelighet-tillatelse. Hvis den nektes, faller Visor automatisk tilbake til en Carbon-hurtigtast.
nl: Event tap maakt ongebruikelijkere toetscombinaties mogelijk, maar vereist toestemming voor Toegankelijkheid. Als die wordt geweigerd, valt Visor automatisch terug op een Carbon-sneltoets.
pl: Event tap pozwala używać bardziej nietypowych kombinacji klawiszy, ale wymaga uprawnienia Dostępność. Jeśli zostanie odrzucone, Visor automatycznie wróci do skrótu Carbon.
pt_br: Event tap permite combinações de teclas mais incomuns, mas exige permissão de Acessibilidade. Se negada, o Visor volta automaticamente para uma tecla de atalho Carbon.
pt_pt: Event tap permite combinações de teclas mais invulgares, mas requer permissão de Acessibilidade. Se for negada, o Visor volta automaticamente para uma tecla de atalho Carbon.
ro: Event tap permite combinații de taste mai neobișnuite, dar necesită permisiunea Accesibilitate. Dacă este refuzată, Visor revine automat la o tastă rapidă Carbon.
sl: Event tap omogoča bolj neobičajne kombinacije tipk, vendar zahteva dovoljenje za dostopnost. Če je zavrnjeno, se Visor samodejno vrne na bližnjico Carbon.
sv: Event tap tillåter mer ovanliga tangentkombinationer, men kräver behörighet för Hjälpmedel. Om den nekas går Visor automatiskt tillbaka till en Carbon-snabbtangent.
uk: Event tap дає змогу використовувати незвичніші комбінації клавіш, але потребує дозволу Доступності. Якщо його відхилено, Visor автоматично повернеться до гарячої клавіші Carbon.
vi: Event tap cho phép các tổ hợp phím đặc biệt hơn nhưng cần quyền Trợ năng. Nếu bị từ chối, Visor sẽ tự động chuyển về phím tắt Carbon.
zh_hans: Event tap 允许使用更特殊的按键组合，但需要辅助功能权限。如果被拒绝，Visor 会自动退回到 Carbon 热键。
zh_hant: Event tap 允許使用更特殊的按鍵組合，但需要輔助使用權限。如果被拒絕，Visor 會自動退回 Carbon 熱鍵。

source: Every 6 Hours
ar: كل ٦ ساعات
ca: Cada 6 hores
cs: Každých 6 hodin
da: Hver 6. time
de: Alle 6 Stunden
es: Cada 6 horas
fi: 6 tunnin välein
fr: Toutes les 6 heures
he: כל 6 שעות
hu: 6 óránként
it: Ogni 6 ore
ja: 6時間ごと
ko: 6시간마다
nb: Hver 6. time
nl: Elke 6 uur
pl: Co 6 godzin
pt_br: A cada 6 horas
pt_pt: A Cada 6 Horas
ro: La fiecare 6 ore
sl: Vsakih 6 ur
sv: Var 6:e timme
uk: Кожні 6 годин
vi: Mỗi 6 giờ
zh_hans: 每 6 小时
zh_hant: 每 6 小時

source: Every Hour
ar: كل ساعة
ca: Cada hora
cs: Každou hodinu
da: Hver time
de: Stündlich
es: Cada hora
fi: Tunnin välein
fr: Toutes les heures
he: כל שעה
hu: Óránként
it: Ogni ora
ja: 1時間ごと
ko: 매시간
nb: Hver time
nl: Elk uur
pl: Co godzinę
pt_br: A cada hora
pt_pt: A Cada Hora
ro: La fiecare oră
sl: Vsako uro
sv: Varje timme
uk: Щогодини
vi: Mỗi giờ
zh_hans: 每小时
zh_hant: 每小時

source: Every Time
ar: كل مرة
ca: Cada vegada
cs: Pokaždé
da: Hver gang
de: Jedes Mal
es: Cada vez
fi: Joka kerta
fr: À chaque fois
he: בכל פעם
hu: Minden alkalommal
it: Ogni volta
ja: 毎回
ko: 매번
nb: Hver gang
nl: Elke keer
pl: Za każdym razem
pt_br: Toda vez
pt_pt: Sempre
ro: De fiecare dată
sl: Vsakič
sv: Varje gång
uk: Щоразу
vi: Mỗi lần
zh_hans: 每次
zh_hant: 每次

source: Example Created
ar: تم إنشاء المثال
ca: Exemple creat
cs: Příklad vytvořen
da: Eksempel oprettet
de: Beispiel erstellt
es: Ejemplo creado
fi: Esimerkki luotu
fr: Exemple créé
he: הדוגמה נוצרה
hu: Példa létrehozva
it: Esempio creato
ja: サンプルを作成しました
ko: 예제가 생성됨
nb: Eksempel opprettet
nl: Voorbeeld aangemaakt
pl: Przykład utworzony
pt_br: Exemplo criado
pt_pt: Exemplo criado
ro: Exemplu creat
sl: Primer ustvarjen
sv: Exempel skapat
uk: Приклад створено
vi: Đã tạo ví dụ
zh_hans: 示例已创建
zh_hant: 範例已建立

source: Example: !prod might expand to ssh deploy@production.example.com
ar: مثال: !prod قد يتوسع إلى ssh deploy@production.example.com
ca: Exemple: !prod podria expandir-se a ssh deploy@production.example.com
cs: Příklad: !prod se může rozbalit na ssh deploy@production.example.com
da: Eksempel: !prod kan udvides til ssh deploy@production.example.com
de: Beispiel: !prod könnte zu ssh deploy@production.example.com erweitert werden
es: Ejemplo: !prod podría expandirse a ssh deploy@production.example.com
fi: Esimerkki: !prod voi laajentua muotoon ssh deploy@production.example.com
fr: Exemple : !prod pourrait s'étendre en ssh deploy@production.example.com
he: דוגמה: ‎!prod עשוי להתרחב ל-ssh deploy@production.example.com
hu: Példa: !prod kibővülhet erre: ssh deploy@production.example.com
it: Esempio: !prod potrebbe espandersi in ssh deploy@production.example.com
ja: 例：!prod は ssh deploy@production.example.com に展開されます
ko: 예: !prod가 ssh deploy@production.example.com으로 확장될 수 있습니다
nb: Eksempel: !prod kan utvides til ssh deploy@production.example.com
nl: Voorbeeld: !prod kan worden uitgebreid naar ssh deploy@production.example.com
pl: Przykład: !prod może zostać rozwinięte do ssh deploy@production.example.com
pt_br: Exemplo: !prod pode expandir para ssh deploy@production.example.com
pt_pt: Exemplo: !prod pode expandir para ssh deploy@production.example.com
ro: Exemplu: !prod s-ar putea extinde în ssh deploy@production.example.com
sl: Primer: !prod se lahko razširi v ssh deploy@production.example.com
sv: Exempel: !prod kan expanderas till ssh deploy@production.example.com
uk: Приклад: !prod може розгорнутися у ssh deploy@production.example.com
vi: Ví dụ: !prod có thể mở rộng thành ssh deploy@production.example.com
zh_hans: 示例：!prod 可能展开为 ssh deploy@production.example.com
zh_hant: 範例：!prod 可能展開為 ssh deploy@production.example.com

source: Examples:
ar: أمثلة:
ca: Exemples:
cs: Příklady:
da: Eksempler:
de: Beispiele:
es: Ejemplos:
fi: Esimerkit:
fr: Exemples :
he: דוגמאות:
hu: Példák:
it: Esempi:
ja: 例:
ko: 예시:
nb: Eksempler:
nl: Voorbeelden:
pl: Przykłady:
pt_br: Exemplos:
pt_pt: Exemplos:
ro: Exemple:
sl: Primeri:
sv: Exempel:
uk: Приклади:
vi: Ví dụ:
zh_hans: 示例：
zh_hant: 範例：

source: Excellent
ar: ممتاز
cs: Vynikající
da: Fremragende
de: Ausgezeichnet
es: Excelente
fi: Erinomainen
he: מצוין
hu: Kiváló
it: Eccellente
ja: 非常に良好
ko: 매우 좋음
nb: Utmerket
nl: Uitstekend
pl: Doskonała
pt_br: Excelente
pt_pt: Excelente
ro: Excelent
sl: Odlično
sv: Utmärkt
uk: Відмінно
vi: Xuất sắc
zh_hans: 极佳
zh_hant: 極佳

source: Exchanging encryption keys.
ar: جارٍ تبادل مفاتيح التشفير.
ca: S’estan intercanviant les claus de xifratge.
cs: Výměna šifrovacích klíčů.
da: Udveksler krypteringsnøgler.
de: Verschlüsselungsschlüssel werden ausgetauscht.
es: Intercambiando claves de cifrado.
fi: Vaihdetaan salausavaimia.
fr: Échange des clés de chiffrement.
he: מחליף מפתחות הצפנה.
hu: Titkosítási kulcsok cseréje.
it: Scambio delle chiavi di cifratura.
ja: 暗号化キーを交換中です。
ko: 암호화 키를 교환하는 중입니다.
nb: Utveksler krypteringsnøkler.
nl: Versleutelingssleutels worden uitgewisseld.
pl: Wymiana kluczy szyfrowania.
pt_br: Trocando chaves de criptografia.
pt_pt: A trocar chaves de encriptação.
ro: Se schimbă cheile de criptare.
sl: Izmenjava šifrirnih ključev.
sv: Utbyter krypteringsnycklar.
uk: Обмін ключами шифрування.
vi: Đang trao đổi khóa mã hóa.
zh_hans: 正在交换加密密钥。
zh_hant: 正在交換加密密鑰。

source: Excluded Routes
ar: المسارات المستبعدة
ca: Rutes excloses
cs: Vyloučené trasy
da: Ekskluderede ruter
de: Ausgeschlossene Routen
es: Rutas excluidas
fi: Poissuljetut reitit
fr: Routes exclues
he: נתיבים מוחרגים
hu: Kizárt útvonalak
it: Rotte escluse
ja: 除外ルート
ko: 제외된 경로
nb: Ekskluderte ruter
nl: Uitgesloten routes
pl: Wykluczone trasy
pt_br: Rotas Excluídas
pt_pt: Rotas Excluídas
ro: Rute excluse
sl: Izključene poti
sv: Exkluderade rutter
uk: Виключені маршрути
vi: Tuyến đường bị loại trừ
zh_hans: 排除的路由
zh_hant: 排除的路由

source: Execute command on remote host instead of interactive shell
ar: تنفيذ أمر على المضيف البعيد بدلاً من الصدفة التفاعلية
ca: Executar una ordre a l'amfitrió remot en lloc d'una shell interactiva
cs: Spustit příkaz na vzdáleném hostiteli místo interaktivního shellu
da: Kør kommando på fjernværten i stedet for interaktiv shell
de: Befehl auf dem Remote-Host ausführen statt interaktiver Shell
es: Ejecutar un comando en el servidor remoto en lugar de un shell interactivo
fi: Suorita komento etäkoneella vuorovaikutteisen kuoren sijaan
fr: Exécuter une commande sur l'hôte distant au lieu d'un shell interactif
he: הפעל פקודה במארח המרוחק במקום מעטפת אינטראקטיבית
hu: Parancs futtatása a távoli kiszolgálón interaktív shell helyett
it: Esegui un comando sull'host remoto invece di una shell interattiva
ja: 対話シェルの代わりにリモートホストでコマンドを実行
ko: 대화형 셸 대신 원격 호스트에서 명령 실행
nb: Kjør kommando på fjernverten i stedet for interaktivt skall
nl: Voer een opdracht uit op de externe host in plaats van een interactieve shell
pl: Wykonaj polecenie na zdalnym hoście zamiast interaktywnej powłoki
pt_br: Executar comando no host remoto em vez de um shell interativo
pt_pt: Executar comando no anfitrião remoto em vez de uma shell interativa
ro: Executați o comandă pe gazda la distanță în loc de un shell interactiv
sl: Izvedi ukaz na oddaljenem gostitelju namesto interaktivne lupine
sv: Kör kommando på fjärrvärden istället för interaktivt skal
uk: Виконати команду на віддаленому хості замість інтерактивної оболонки
vi: Thực thi lệnh trên máy chủ từ xa thay vì shell tương tác
zh_hans: 在远程主机上执行命令而非交互式 Shell
zh_hant: 在遠端主機上執行命令而非互動式 Shell

source: Execute in Shell
ar: تنفيذ في الطرفية
ca: Executar al terminal
cs: Spustit v shellu
da: Kør i shell
de: In Shell ausführen
es: Ejecutar en shell
fi: Suorita komentotulkissa
fr: Exécuter dans le shell
he: הרץ בשורת פקודה
hu: Végrehajtás shellben
it: Esegui nella shell
ja: シェルで実行
ko: 셸에서 실행
nb: Kjør i skall
nl: Uitvoeren in shell
pl: Wykonaj w powłoce
pt_br: Executar no Shell
pt_pt: Executar na Shell
ro: Execută în shell
sl: Izvedi v lupini
sv: Kör i skal
uk: Виконати в оболонці
vi: Thực thi trong Shell
zh_hans: 在 Shell 中执行
zh_hant: 在 Shell 中執行

source: Executing command...
ar: جارٍ تنفيذ الأمر...
ca: Executant l'ordre...
cs: Provádění příkazu…
da: Udfører kommando...
de: Befehl wird ausgeführt …
es: Ejecutando comando...
fi: Suoritetaan komentoa...
fr: Exécution de la commande…
he: מריץ פקודה...
hu: Parancs végrehajtása...
it: Esecuzione comando...
ja: コマンドを実行中...
ko: 명령 실행 중...
nb: Utfører kommando …
nl: Opdracht uitvoeren...
pl: Wykonywanie polecenia...
pt_br: Executando comando...
pt_pt: A executar comando...
ro: Se execută comanda...
sl: Izvajanje ukaza ...
sv: Kör kommando...
uk: Виконання команди…
vi: Đang thực thi lệnh...
zh_hans: 正在执行命令…
zh_hant: 正在執行指令⋯

source: Exit
ar: خروج
ca: Sortida
cs: Výstup
da: Udgang
es: Salida
fi: Ulostulo
fr: Sortie
he: יציאה
hu: Kilépés
it: Uscita
ja: 出口
ko: 출구
nb: Utgang
nl: Uitgang
pl: Wyjście
pt_br: Saída
pt_pt: Saída
ro: Ieșire
sl: Izhod
sv: Utgång
uk: Вихід
vi: Thoát
zh_hans: 出口
zh_hant: 出口

source: Exit Full Screen
ar: إنهاء ملء الشاشة
ca: Sortir de pantalla completa
cs: Ukončit celou obrazovku
da: Forlad fuld skærm
de: Vollbild beenden
es: Salir de pantalla completa
fi: Poistu koko näytöstä
fr: Quitter le plein écran
he: צא ממסך מלא
hu: Kilépés a teljes képernyőből
it: Esci da schermo intero
ja: フルスクリーンを終了
ko: 전체 화면 종료
nb: Avslutt fullskjerm
nl: Volledig scherm verlaten
pl: Zakończ pełny ekran
pt_br: Sair da Tela Cheia
pt_pt: Sair do Ecrã Inteiro
ro: Ieșire din ecran complet
sl: Zapusti celoten zaslon
sv: Avsluta helskärm
uk: Вийти з повноекранного режиму
vi: Thoát Toàn màn hình
zh_hans: 退出全屏
zh_hant: 結束全螢幕

source: Exit Node
ar: عقدة الخروج
ca: Node de sortida
cs: Výstupní uzel
da: Udgangsnode
es: Nodo de salida
fi: Ulostulosolmu
fr: Nœud de sortie
he: צומת יציאה
hu: Kilépési csomópont
it: Nodo di uscita
ja: 出口ノード
ko: 출구 노드
nb: Utgangsnode
nl: Uitgangsknooppunt
pl: Węzeł wyjściowy
pt_br: Nó de saída
pt_pt: Nó de saída
ro: Nod de ieșire
sl: Izhodno vozlišče
sv: Utgångsnod
uk: Вихідний вузол
vi: Nút thoát
zh_hans: 出口节点
zh_hant: 出口節點

source: Exit on empty line (close tab)
ar: الخروج عند سطر فارغ (إغلاق التبويب)
ca: Surt en una línia buida (tanca la pestanya)
cs: Ukončit na prázdném řádku (zavřít panel)
da: Afslut på tom linje (luk fane)
de: Bei leerer Zeile beenden (Tab schließen)
es: Salir en línea vacía (cerrar pestaña)
fi: Poistu tyhjällä rivillä (sulje välilehti)
fr: Quitter sur une ligne vide (fermer l'onglet)
he: צא בשורה ריקה (סגור לשונית)
hu: Kilépés üres sorban (lap bezárása)
it: Esci su riga vuota (chiudi scheda)
ja: 空行で終了（タブを閉じる）
ko: 빈 줄에서 종료 (탭 닫기)
nb: Avslutt på tom linje (lukk fane)
nl: Afsluiten op lege regel (tabblad sluiten)
pl: Wyjdź po pustej linii (zamknij kartę)
pt_br: Sair em linha vazia (fechar aba)
pt_pt: Sair em linha vazia (fechar separador)
ro: Ieșire pe linie goală (închide fila)
sl: Izhod ob prazni vrstici (zapri zavihek)
sv: Avsluta vid tom rad (stäng flik)
uk: Вийти при порожньому рядку (закрити вкладку)
vi: Thoát khi dòng trống (đóng thẻ)
zh_hans: 空行时退出（关闭标签页）
zh_hant: 空行時結束（關閉分頁）

source: Exit the shell (close tab)
ar: الخروج من الصدفة (إغلاق التبويب)
ca: Surt de l'intèrpret (tanca la pestanya)
cs: Ukončit shell (zavřít panel)
da: Afslut shell (luk fane)
de: Shell beenden (Tab schließen)
es: Salir del shell (cerrar pestaña)
fi: Poistu komentotulkista (sulje välilehti)
fr: Quitter le shell (fermer l'onglet)
he: צא מהמעטפת (סגור לשונית)
hu: Kilépés a shellből (lap bezárása)
it: Esci dalla shell (chiudi scheda)
ja: シェルを終了（タブを閉じる）
ko: 셸 종료 (탭 닫기)
nb: Avslutt skallet (lukk fane)
nl: Shell afsluiten (tabblad sluiten)
pl: Wyjdź z powłoki (zamknij kartę)
pt_br: Sair do shell (fechar aba)
pt_pt: Sair do shell (fechar separador)
ro: Ieșire din shell (închide fila)
sl: Zapusti lupino (zapri zavihek)
sv: Avsluta skalet (stäng flik)
uk: Вийти з оболонки (закрити вкладку)
vi: Thoát shell (đóng thẻ)
zh_hans: 退出 Shell（关闭标签页）
zh_hant: 結束 Shell（關閉分頁）

source: Expand
ar: توسيع
ca: Expandir
cs: Rozbalit
da: Udvid
de: Aufklappen
es: Expandir
fi: Laajenna
fr: Développer
he: הרחב
hu: Kibontás
it: Espandi
ja: 展開
ko: 확장
nb: Utvid
nl: Uitvouwen
pl: Rozwiń
pt_br: Expandir
pt_pt: Expandir
ro: Extinde
sl: Razširi
sv: Expandera
uk: Розгорнути
vi: Mở rộng
zh_hans: 展开
zh_hant: 展開

source: Expected "<type> <base64-data> [comment]"
ar: ‏المتوقع "<type> <base64-data> [comment]"
ca: S'esperava «<type> <base64-data> [comment]»
cs: Očekáváno „<type> <base64-data> [comment]“
da: Forventede "<type> <base64-data> [comment]"
de: Erwartet „<type> <base64-data> [comment]“
es: Se esperaba "<type> <base64-data> [comment]"
fi: Odotettiin muotoa "<type> <base64-data> [comment]"
fr: Attendu « <type> <base64-data> [comment] »
he: מצופה "<type> <base64-data> [comment]"
hu: Várt formátum: „<type> <base64-data> [comment]”
it: Previsto "<type> <base64-data> [comment]"
ja: "<type> <base64-data> [comment]" の形式が必要です
ko: "<type> <base64-data> [comment]" 형식이어야 함
nb: Forventet «<type> <base64-data> [comment]»
nl: Verwacht "<type> <base64-data> [comment]"
pl: Oczekiwano „<type> <base64-data> [comment]”
pt_br: Esperado "<type> <base64-data> [comment]"
pt_pt: Esperava "<type> <base64-data> [comment]"
ro: Se aștepta „<type> <base64-data> [comment]”
sl: Pričakovano »<type> <base64-data> [comment]«
sv: Förväntade "<type> <base64-data> [comment]"
uk: Очікувалося «<type> <base64-data> [comment]»
vi: Cần "<type> <base64-data> [comment]"
zh_hans: 需要“<type> <base64-data> [comment]”
zh_hant: 預期為「<type> <base64-data> [comment]」

source: Experimental
ar: تجريبي
cs: Experimentální
da: Eksperimentel
de: Experimentell
fi: Kokeellinen
fr: Expérimental
he: ניסיוני
hu: Kísérleti
it: Sperimentale
ja: 実験的
ko: 실험적
nb: Eksperimentell
nl: Experimenteel
pl: Eksperymentalne
sl: Eksperimentalno
sv: Experimentell
uk: Експериментальне
vi: Thử nghiệm
zh_hans: 实验性
zh_hant: 實驗性

source: Expert Consultation
ar: استشارة الخبير
ca: Consulta d'expert
cs: Konzultace s expertem
da: Ekspertkonsultation
de: Expertenberatung
es: Consulta experta
fi: Asiantuntijakonsultaatio
fr: Consultation experte
he: ייעוץ מומחה
hu: Szakertoi konzultacio
it: Consulenza esperta
ja: エキスパート相談
ko: 전문가 상담
nb: Ekspertkonsultasjon
nl: Expertconsultatie
pl: Konsultacja ekspercka
pt_br: Consulta Especializada
pt_pt: Consulta Especializada
ro: Consultare Expert
sl: Strokovno posvetovanje
sv: Expertkonsultation
uk: Експертна консультація
vi: Tư vấn chuyên gia
zh_hans: 专家咨询
zh_hant: 專家諮詢

source: Expert Model
ar: النموذج الخبير
ca: Model expert
cs: Expertní model
da: Ekspertmodel
de: Expertenmodell
es: Modelo experto
fi: Asiantuntijamalli
fr: Modele expert
he: מודל מומחה
hu: Szakertoi modell
it: Modello esperto
ja: エキスパートモデル
ko: 전문가 모델
nb: Ekspertmodell
pl: Model ekspercki
pt_br: Modelo Especialista
pt_pt: Modelo Especialista
ro: Model Expert
sl: Strokovni model
sv: Expertmodell
uk: Експертна модель
vi: Mô hình chuyên gia
zh_hans: 专家模型
zh_hant: 專家模型

source: Expired
ar: منتهية الصلاحية
ca: Caducat
cs: Vypršel
da: Udløbet
de: Abgelaufen
es: Caducado
fi: Vanhentunut
fr: Expiré
he: פג תוקף
hu: Lejárt
it: Scaduto
ja: 期限切れ
ko: 만료됨
nb: Utløpt
nl: Verlopen
pl: Wygasł
pt_br: Expirado
pt_pt: Expirado
ro: Expirat
sl: Poteklo
sv: Utgånget
uk: Прострочений
vi: Đã hết hạn
zh_hans: 已过期
zh_hant: 已過期

source: EXPIRED
ar: منتهي الصلاحية
ca: CADUCAT
cs: VYPRŠELO
da: UDLØBET
de: ABGELAUFEN
es: CADUCADO
fi: VANHENTUNUT
fr: EXPIRÉ
he: פג תוקף
hu: LEJÁRT
it: SCADUTO
ja: 期限切れ
ko: 만료됨
nb: UTLØPT
nl: VERLOPEN
pl: WYGASŁ
pt_br: EXPIRADO
pt_pt: EXPIRADO
ro: EXPIRAT
sl: POTEKLO
sv: UTGÅNGEN
uk: ПРОТЕРМІНОВАНО
vi: ĐÃ HẾT HẠN
zh_hans: 已过期
zh_hant: 已過期

source: Expires
ar: تنتهي الصلاحية
ca: Caduca
cs: Vyprší
da: Udløber
de: Läuft ab
es: Caduca
fi: Vanhenee
fr: Expire le
he: תפוגה
hu: Lejár
it: Scadenza
ja: 有効期限
ko: 만료
nb: Utløper
nl: Verloopt
pl: Wygasa
pt_br: Expira
pt_pt: Expira
ro: Expiră
sl: Poteče
sv: Går ut
uk: Термін дії
vi: Hết hạn
zh_hans: 过期时间
zh_hant: 到期時間

source: Expires in %lld days
ar: ‏تنتهي صلاحيتها خلال %lld يوم
ca: Caduca d'aquí a %lld dies
cs: Vyprší za %lld dní
da: Udløber om %lld dage
de: Läuft in %lld Tagen ab
es: Caduca en %lld días
fi: Vanhenee %lld päivän kuluttua
fr: Expire dans %lld jours
he: פג תוקף בעוד %lld ימים
hu: Lejár %lld nap múlva
it: Scade tra %lld giorni
ja: あと%lld日で期限切れ
ko: %lld일 후 만료
nb: Utløper om %lld dager
nl: Verloopt over %lld dagen
pl: Wygasa za %lld dni
pt_br: Expira em %lld dias
pt_pt: Expira dentro de %lld dias
ro: Expiră în %lld zile
sl: Poteče čez %lld dni
sv: Går ut om %lld dagar
uk: Спливає через %lld днів
vi: Hết hạn sau %lld ngày
zh_hans: %lld 天后过期
zh_hant: %lld 天後過期

source: Export
ar: تصدير
ca: Exporta
cs: Exportovat
da: Eksporter
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
he: ייצוא
hu: Exportálás
it: Esporta
ja: エクスポート
ko: 내보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
pt_pt: Exportar
ro: Exportă
sl: Izvozi
sv: Exportera
uk: Експортувати
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

source: Export copies the log to Documents/.ghostty/ for local shell access.
ar: يُنسخ السجل عند التصدير إلى Documents/.ghostty/ للوصول إليه من الطرفية المحلية.
ca: L'exportació copia el registre a Documents/.ghostty/ per accedir-hi des del terminal local.
cs: Export zkopíruje záznam do Documents/.ghostty/ pro přístup z lokálního terminálu.
da: Eksport kopierer loggen til Documents/.ghostty/ til adgang fra den lokale terminal.
de: Beim Exportieren wird das Protokoll nach Documents/.ghostty/ kopiert, um darauf über das lokale Terminal zuzugreifen.
es: Exportar copia el registro a Documents/.ghostty/ para acceso desde la shell local.
fi: Vienti kopioi lokin kansioon Documents/.ghostty/ paikallista shell-käyttöä varten.
fr: L'exportation copie le journal dans Documents/.ghostty/ pour un accès depuis le shell local.
he: הייצוא מעתיק את הלוג אל Documents/.ghostty/‏ לגישה מהמסוף המקומי.
hu: Az exportálás a naplót a Documents/.ghostty/ mappába másolja a helyi shell eléréshez.
it: L'esportazione copia il log in Documents/.ghostty/ per l'accesso dalla shell locale.
ja: エクスポートするとログが Documents/.ghostty/ にコピーされ、ローカルシェルからアクセスできます。
ko: 내보내기하면 로그가 Documents/.ghostty/에 복사되어 로컬 셸에서 접근할 수 있습니다.
nb: Eksport kopierer loggen til Documents/.ghostty/ for tilgang fra lokalt skall.
nl: Exporteren kopieert het logbestand naar Documents/.ghostty/ voor toegang vanuit de lokale shell.
pl: Eksport kopiuje dziennik do Documents/.ghostty/ w celu lokalnego dostepu z powloki.
pt_br: A exportacao copia o log para Documents/.ghostty/ para acesso local pelo shell.
pt_pt: A exportacao copia o registo para Documents/.ghostty/ para acesso local pela shell.
ro: Exportul copiaza jurnalul in Documents/.ghostty/ pentru acces local din shell.
sl: Izvoz kopira dnevnik v Documents/.ghostty/ za lokalni dostop prek lupine.
sv: Export kopierar loggen till Documents/.ghostty/ for lokal skalåtkomst.
uk: Експорт копіює журнал до Documents/.ghostty/ для локального доступу через оболонку.
vi: Xuất bản sao nhật ký vào Documents/.ghostty/ để truy cập shell cục bộ.
zh_hans: 导出会将日志复制到 Documents/.ghostty/ 以便本地 Shell 访问。
zh_hant: 匯出會將日誌複製到 Documents/.ghostty/ 以便本機 Shell 存取。

source: Export GPG Public Key
ar: تصدير مفتاح GPG العام
ca: Exporta la clau pública GPG
cs: Exportovat veřejný GPG klíč
da: Eksportér offentlig GPG-nøgle
de: Öffentlichen GPG-Schlüssel exportieren
es: Exportar clave pública GPG
fi: Vie GPG-julkinen avain
fr: Exporter la clé publique GPG
he: ייצא מפתח GPG ציבורי
hu: GPG nyilvános kulcs exportálása
it: Esporta chiave pubblica GPG
ja: GPG公開鍵をエクスポート
ko: GPG 공개 키 내보내기
nb: Eksporter GPG-offentlig nøkkel
nl: GPG-publieke sleutel exporteren
pl: Eksportuj klucz publiczny GPG
pt_br: Exportar chave pública GPG
pt_pt: Exportar chave pública GPG
ro: Exportă cheia publică GPG
sl: Izvozi javni ključ GPG
sv: Exportera GPG-publik nyckel
uk: Експортувати відкритий ключ GPG
vi: Xuất khóa công khai GPG
zh_hans: 导出 GPG 公钥
zh_hant: 匯出 GPG 公鑰
